[
    {
        "shoeImage": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/8d3fcb92-4158-4369-a12c-246bd6e9e89c/air-jordan-1-mid-shoe-dLm8Nj.png",
        "shoeBrand": "Nike",
        "shoeName": "Jordan 1 Mid Wolf Grey (W)",
        "shoeDescription": "A white leather base, complete with all those core details like a perforated toe box, comes pared with greyish-silver overlays for an icy vibe. A premium suede Nike Swoosh is added on both sides in a cool blue hue, giving the shoe a third hue that perfectly complements the translucent rubber outsole. While laces come white to keep things fresh, iconic branding can be spotted via the Jumpman logo on the tongue embroidered in grey, and the Wings logo on the ankle flap in white. Rounding off this super-slick design, the midsole comes fresh again in white, to create a desirable finish that we're sure will be as popular as ever.",
        "shoePrice": "£185",
        "animationOrder": 4
    },
    {
        "shoeImage": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/i1-2dfd2b5f-976c-414b-8b34-9cb61397449a/air-jordan-1-mid-older-shoes-xvqm9H.png",
        "shoeBrand": "Nike",
        "shoeName": "Jordan 1 Mid Triple White GS",
        "shoeDescription": "A perfect shoe for the summer, triple white and super clean. The Air Jordan 1 Mid Shoe follows in the footsteps of greatness. The all-time classic design is updated with fresh colour pops and material combos to give it new identity. All sizes currently in stock!",
        "shoePrice": "£99",
        "animationOrder": 3
    },
    {
        "shoeImage": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/bf3b25ba-719c-4326-a6b5-e44f593a7579/air-jordan-1-mid-shoes-N1GfGx.png",
        "shoeBrand": "Nike",
        "shoeName": "Jordan 1 Mid Gym Red",
        "shoeDescription": "The Air Jordan 1 Mid Shoe is inspired by the first AJ1, offering fans of Jordan retros a chance to follow in the footsteps of greatness.Fresh colour trims the clean, classic materials, injecting some newness into the familiar design.",
        "shoePrice": "£159",
        "animationOrder": 2
    },
    {
        "shoeImage": "https://cdn.shopify.com/s/files/1/0255/9429/8467/products/air-jordan-4-retro-white-oreo-2021-CT8527-100_1_baglce_1800x1800.jpg?v=1625666565",
        "shoeBrand": "Nike",
        "shoeName": "Jordan 4 Oreo",
        "shoeDescription": "The Air Jordan 4 Retro White Oreo features a white leather and mesh upper with hits of Tech Grey on its eyelets and midsole. From there, a red Jumpman logo is embroidered on the tongue, adding a pop of color to the neutral-toned design.",
        "shoePrice": "£300",
        "animationOrder": 1
    },
    {
        "shoeImage": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/f13400be-a5f9-4bca-ad18-9e9e3e08cae4/air-jordan-1-mid-older-shoes-1Dfw4K.png",
        "shoeBrand": "Nike",
        "shoeName": "Jordan 1 Mid Racer Blue GS",
        "shoeDescription": "The Jordan 1 Mid Racer Blue features black and white leather around the main body of the shoe with hints of blue nubuck for the swoosh and the ankle. This makes it a very comfortable and extremely stylish shoe perfect for anyone who wants a pair of beginner Jordan 1’s",
        "shoePrice": "£95",
        "animationOrder": 2
    },
    {
        "shoeImage": "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcRwtPFarMl-6QVLSWXYySQ5QxOMibyOdsG0B_n1sDtR2vh_Cpv1HryuqUT4DKCgOmJU67n3U0TElJM&usqp=CAc",
        "shoeBrand": "Nike",
        "shoeName": "Dunk Low UNC Mens + GS",
        "shoeDescription": "Nodding to the University of North Carolina Tarheels, the Nike Dunk Low UNC is constructed of a white leather upper with University Blue overlays and Swooshes. From there, a white and University woven Nike tongue label completes the design.",
        "shoePrice": "£295",
        "animationOrder": 3
    }
]